Repository: gukaifeng/starrynight
Catalog: ios/CharacterHost/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

source: · 内置作者
en: · Built-in creator
zh_hant: · 內置作者

source: %.0f FPS · 目标 %d
en: %.0f FPS · Target %d
zh_hant: %.0f FPS · 目標 %d

source: %@ %@ · %lld 个内置角色
en: %@ %@ · %lld bundled characters
zh_hant: %@ %@ · %lld 個內置角色

source: %@ 的记忆 · %lld
en: %@'s memories · %lld
zh_hant: %@ 的記憶 · %lld

source: %@正在来到你身边
en: %@ is coming to meet you
zh_hant: %@正在來到你身邊

source: %lld 个公开角色
en: %lld public characters
zh_hant: %lld 個公開角色

source: %lld 个完整分区 · %@
en: %lld complete sections · %@
zh_hant: %lld 個完整分區 · %@

source: %lld 件已记住 · %lld 件待确认
en: %lld saved · %lld awaiting confirmation
zh_hant: %lld 件已記住 · %lld 件待確認

source: %lld 位
en: %lld companions

source: %lld 位关注者
en: %lld followers
zh_hant: %lld 位關注者

source: %lld 条 · %lld 张长图
en: %lld messages · %lld images
zh_hant: %lld 條 · %lld 張長圖

source: + 订阅
en: + Subscribe
zh_hant: + 訂閱

source: 01 选择角色底座
en: 01 Choose a base character
zh_hant: 01 選擇角色底座

source: 02 TA 是谁
en: 02 Who are they?
zh_hant: 02 TA 是誰

source: 03 初见的模样
en: 03 A first impression
zh_hant: 03 初見的模樣

source: 120 FPS · 高刷新率
en: 120 FPS · High refresh rate

source: 3D 角色
en: 3D character

source: 60 FPS · 标准
en: 60 FPS · Standard
zh_hant: 60 FPS · 標準

source: 6位测试验证码
en: 6-digit test code
zh_hant: 6位測試驗證碼

source: AI 对我的称呼
en: What AI calls me
zh_hant: AI 對我的稱呼

source: AI 暂时没有完成回复，请稍后重试。
en: The AI couldn't finish this reply. Please try again.
zh_hant: AI 暫時沒有完成回復，請稍後重試。

source: AI 服务暂时繁忙，请稍后重试。
en: The AI service is busy. Please try again shortly.
zh_hant: AI 服務暫時繁忙，請稍後重試。

source: AI 设定检查只读，不生成回复、不消耗模型用量。账号凭证和 API 密钥不会显示。
en: AI inspection is read-only. It doesn't generate replies or use credits. Account credentials and API keys aren't shown.
zh_hant: AI 設定檢查只讀，不生成回復、不消耗模型用量。帳號憑證和 API 密鑰不會顯示。

source: AI 连接与资料
en: AI connection & data
zh_hant: AI 連接與資料

source: AI 连接凭证已变更，请更新安装版本。
en: AI credentials have changed. Update the installed app.
zh_hant: AI 連接憑證已變更，請更新安裝版本。

source: AI 连接尚未配置。
en: AI connection hasn't been configured.
zh_hant: AI 連接尚未配置。

source: AI 连接正在恢复，请重试。
en: The AI connection is recovering. Please try again.
zh_hant: AI 連接正在恢復，請重試。

source: TA 创作的角色
en: Characters by this creator
zh_hant: TA 創作的角色

source: Tda 式 Append · 精细面部 · 完整服装贴图 鞠躬、转身、致意、应援等动作
en: Tda Append style · Detailed face · Full clothing textures Bowing, turning, greeting and cheering animations
zh_hant: Tda 式 Append · 精細面部 · 完整服裝貼圖 鞠躬、轉身、致意、應援等動作

source: 「%@」暂无记录
en: No records for “%@”
zh_hant: 「%@」暫無記錄

source: 一个熟悉的称呼，让相处更亲近。
en: A familiar name brings you closer.
zh_hant: 一個熟悉的稱呼，讓相處更親近。

source: 一个能聊天、会回应的小伙伴。
en: A companion who listens and responds.
zh_hant: 一個能聊天、會回應的小夥伴。

source: 一份陪伴， 从这里开始。
en: A little companionship begins here.
zh_hant: 一份陪伴， 從這裡開始。

source: 一起
en: Together

source: 一起待的地方
en: A place to be together

source: 一起想办法
en: Work it out together
zh_hant: 一起想辦法

source: 三种登录方式，同一个星夜账号。
en: Three ways to sign in. One StarryNight account.
zh_hant: 三種登入方式，同一個星夜帳號。

source: 上次聊到
en: Where we left off

source: 上滑取消
en: Slide up to cancel

source: 上滑取消区域
en: Slide up to cancel area
zh_hant: 上滑取消區域

source: 上滑编辑
en: Slide up to edit
zh_hant: 上滑編輯

source: 上滑编辑区域
en: Slide up to edit area
zh_hant: 上滑編輯區域

source: 下一段相处
en: More ways to connect
zh_hant: 下一段相處

source: 不显示
en: Hide
zh_hant: 不顯示

source: 不显示的对话
en: Hidden conversations
zh_hant: 不顯示的對話

source: 不显示的对话 · %lld
en: Hidden conversations · %lld
zh_hant: 不顯示的對話 · %lld

source: 与
en: With
zh_hant: 與

source: 与你，留一段时光
en: A moment with you
zh_hant: 與你，留一段時光

source: 专属配乐
en: Character soundtrack
zh_hant: 專屬配樂

source: 个人介绍与公开作品
en: Introduction & public works
zh_hant: 個人介紹與公開作品

source: 为当前账号设置默认称呼。没有专属称呼的角色，都会使用它。
en: Set a default name for this account. Characters without a personal override will use it.
zh_hant: 為當前帳號設定預設稱呼。沒有專屬稱呼的角色，都會使用它。

source: 主题与样式
en: Theme & style
zh_hant: 主題與樣式

source: 也可以直接说“坐下”“上身前倾 6 度”或“把腿收一点”。每种姿势的细节会单独记住。
en: You can also say “sit down”, “lean forward 6 degrees” or “bring your legs closer”. Details are remembered for each pose.
zh_hant: 也可以直接說“坐下”“上身前傾 6 度”或“把腿收一點”。每種姿勢的細節會單獨記住。

source: 仅从消息列表隐藏。恢复后，聊天记录还在。
en: Hidden from the message list only. Restore it and your history will still be here.
zh_hant: 僅從消息列表隱藏。恢復後，聊天記錄還在。

source: 仅保存在此账号与角色的本机记录中。
en: Saved on this device for this account and character only.
zh_hant: 僅保存在此帳號與角色的本機記錄中。

source: 仅自己
en: Only me
zh_hant: 僅自己

source: 今天有点累
en: I'm a little tired today
zh_hant: 今天有點累

source: 今天，想和谁聊聊？
en: Who would you like to talk to today?
zh_hant: 今天，想和誰聊聊？

source: 今天，想留下什么？
en: What would you like to remember today?
zh_hant: 今天，想留下什麼？

source: 介绍你的创作
en: Introduce your work
zh_hant: 介紹你的創作

source: 从哪句开始
en: Where should it begin?
zh_hant: 從哪句開始

source: 从开场重新开始？已有聊天和手记会保留。
en: Start from the beginning? Your chats and journal will be kept.
zh_hant: 從開場重新開始？已有聊天和手記會保留。

source: 从聊天里发现 · 等你确认
en: Found in your chats · Waiting for confirmation
zh_hant: 從聊天里發現 · 等你確認

source: 会话设置
en: Conversation settings
zh_hant: 會話設定

source: 位置
en: Position

source: 位置、声音与氛围
en: Position, sound & atmosphere
zh_hant: 位置、聲音與氛圍

source: 低落
en: Low

source: 体验设置
en: Demo settings
zh_hant: 體驗設定

source: 体验账号 · 验证码123456
en: Demo account · Code 123456
zh_hant: 體驗帳號 · 驗證碼123456

source: 作品已收起，聊天记录仍保留。
en: This work is hidden. Your chat history is kept.
zh_hant: 作品已收起，聊天記錄仍保留。

source: 作者 ·
en: Creator ·

source: 作者主页
en: Creator profile
zh_hant: 作者主頁

source: 作者名字
en: Creator name

source: 作者头像
en: Creator avatar
zh_hant: 作者頭像

source: 作者暂不可用
en: Creator unavailable
zh_hant: 作者暫不可用

source: 作者暂时没有公开角色，可以先关注，等下一次相遇。
en: No public characters from this creator yet. Follow them for your next encounter.
zh_hant: 作者暫時沒有公開角色，可以先關注，等下一次相遇。

source: 你好
en: Hello

source: 你好，挥挥手
en: Hi, give me a wave
zh_hant: 你好，揮揮手

source: 你希望被怎样称呼
en: What would you like to be called?
zh_hant: 你希望被怎樣稱呼

source: 你慢慢说，我在听。
en: Take your time. I'm listening.
zh_hant: 你慢慢說，我在聽。

source: 你的偏好、记忆和故事，跟着账户一起。
en: Your preferences, memories and stories follow your account.
zh_hant: 你的偏好、記憶和故事，跟著帳戶一起。

source: 你的陪伴
en: Your companions

source: 你还没有公开作品。私有角色保留在「我的 → 角色」里。
en: No public works yet. Your private characters stay in Me → Characters.
zh_hant: 你還沒有公開作品。私有角色保留在「我的 → 角色」里。

source: 你：
en: You:

source: 使用全局默认
en: Use app default
zh_hant: 使用全局預設

source: 例如：我喜欢海边和安静的音乐
en: For example: I love the seaside and quiet music
zh_hant: 例如：我喜歡海邊和安靜的音樂

source: 保存修改
en: Save changes

source: 保存记忆
en: Save memory
zh_hant: 保存記憶

source: 保留本机副本，采用云端版本
en: Keep local backup, use cloud version
zh_hant: 保留本機副本，採用雲端版本

source: 保留订阅
en: Keep subscription
zh_hant: 保留訂閱

source: 偏好简短回复
en: Prefer shorter replies
zh_hant: 偏好簡短回復

source: 停止这条语音
en: Stop this voice message
zh_hant: 停止這條語音

source: 元气
en: Energy
zh_hant: 元氣

source: 先听我说
en: Listen first
zh_hant: 先聽我說

source: 先看看未来的玩法。这些服务尚未开通，当前不会连接或上传内容。
en: A glimpse of what's to come. These services aren't available yet; nothing will be connected or uploaded.
zh_hant: 先看看未來的玩法。這些服務尚未開通，當前不會連接或上傳內容。

source: 先聊一会儿，喜欢的话就留下来。
en: Stay for a chat. Make yourself at home.
zh_hant: 先聊一會兒，喜歡的話就留下來。

source: 全局默认称呼
en: Default name
zh_hant: 全局預設稱呼

source: 全局默认称呼可在「我的 → 设置 → AI 对我的称呼」中修改。
en: Change your default name in Me → Settings → What AI calls me.
zh_hant: 全局預設稱呼可在「我的 → 設定 → AI 對我的稱呼」中修改。

source: 全身互动
en: Full-body view
zh_hant: 全身互動

source: 全部
en: All

source: 全部恢复默认
en: Reset everything
zh_hant: 全部恢復預設

source: 全部默认
en: All defaults
zh_hant: 全部預設

source: 公开到发现
en: Publish to Discover
zh_hant: 公開到發現

source: 公开的角色会出现在这里。 也可以先到精选，认识星夜的伙伴。
en: Public characters will appear here. Visit Featured to meet StarryNight's companions.
zh_hant: 公開的角色會出現在這裡。 也可以先到精選，認識星夜的夥伴。

source: 公开资料
en: Public profile
zh_hant: 公開資料

source: 共同记忆
en: Shared memories
zh_hant: 共同記憶

source: 关于
en: About
zh_hant: 關於

source: 关于星夜
en: About StarryNight
zh_hant: 關於星夜

source: 关注
en: Following
zh_hant: 關注

source: 关注作者，角色需要分别订阅
en: Follow this creator. Subscribe to characters separately.
zh_hant: 關注作者，角色需要分別訂閱

source: 关注的作者
en: Followed creators
zh_hant: 關注的作者

source: 关注者
en: Followers
zh_hant: 關注者

source: 关键词，用逗号分开
en: Keywords, separated by commas
zh_hant: 關鍵詞，用逗號分開

source: 关闭
en: Off
zh_hant: 關閉

source: 关闭提示
en: Dismiss notice
zh_hant: 關閉提示

source: 关闭灵感接话
en: Close reply ideas
zh_hant: 關閉靈感接話

source: 兴趣、近况，或想一起做的事
en: Your interests, recent life or things to do together
zh_hant: 興趣、近況，或想一起做的事

source: 内置
en: Built-in
zh_hant: 內置

source: 内置「岛上的午后」与「月光潮汐」，离线播放、独立音量。角色说话时自动降低音乐，录音和离开聊天空间时暂停。两段器乐由本项目编排与程序合成，不使用第三方录音。
en: Built-in Afternoon on the Island and Moonlit Tides play offline with independent volume. Music lowers during speech and pauses during recording or when leaving the conversation. Both instrumental tracks were arranged and synthesized for this project without third-party recordings.
zh_hant: 內置「島上的午後」與「月光潮汐」，離線播放、獨立音量。角色說話時自動降低音樂，錄音和離開聊天空間時暫停。兩段器樂由本項目編排與程序合成，不使用第三方錄音。

source: 写下此刻想说的话
en: Write what's on your mind
zh_hant: 寫下此刻想說的話

source: 写实角色来源与署名
en: Realistic character sources & credits
zh_hant: 寫實角色來源與署名

source: 写实角色署名
en: Realistic character credits
zh_hant: 寫實角色署名

source: 准备导出资料
en: Prepare data export
zh_hant: 準備導出資料

source: 分享一件开心的事
en: Tell me something happy
zh_hant: 分享一件開心的事

source: 分享全部 %lld 张
en: Share all %lld images
zh_hant: 分享全部 %lld 張

source: 分享导出的资料
en: Share exported data
zh_hant: 分享導出的資料

source: 分享未完成，长图已保留，可以再次分享。
en: Sharing didn't complete. Your image is kept, ready to share again.
zh_hant: 分享未完成，長圖已保留，可以再次分享。

source: 分享这段时光
en: Share this moment
zh_hant: 分享這段時光

source: 切换到体验身份
en: Switch to demo identity
zh_hant: 切換到體驗身份

source: 切换角色
en: Switch character
zh_hant: 切換角色

source: 切换语音输入
en: Switch to voice input
zh_hant: 切換語音輸入

source: 切换键盘输入
en: Switch to keyboard
zh_hant: 切換鍵盤輸入

source: 创作者
en: Creators
zh_hant: 創作者

source: 创作者作品
en: Creator works
zh_hant: 創作者作品

source: 创建
en: Create
zh_hant: 創建

source: 创建后外观、性格、声音与出场画面就会固定，请在这里确认喜欢的模样。
en: Appearance, personality, voice and entrance scene are fixed after creation. Make sure you love the result here.
zh_hant: 創建後外觀、性格、聲音與出場畫面就會固定，請在這裡確認喜歡的模樣。

source: 创建角色
en: Create character
zh_hant: 創建角色

source: 创建角色身高
en: Created character height
zh_hant: 創建角色身高

source: 创建角色，自用或分享你的作品
en: Create a character for yourself or share your work
zh_hant: 創建角色，自用或分享你的作品

source: 创建账户
en: Create account
zh_hant: 創建帳戶

source: 创造一个，独一无二
en: Create someone one of a kind
zh_hant: 創造一個，獨一無二

source: 初始角色场景
en: First companion scene
zh_hant: 初始角色場景

source: 初来星夜
en: New to StarryNight
zh_hant: 初來星夜

source: 初音未来 · 同人模型
en: Hatsune Miku · Fan model
zh_hant: 初音未來 · 同人模型

source: 删除
en: Delete
zh_hant: 刪除

source: 删除全部
en: Delete all
zh_hant: 刪除全部

source: 删除对话和记忆
en: Delete conversation & memories
zh_hant: 刪除對話和記憶

source: 删除对话和记忆？
en: Delete conversation and memories?
zh_hant: 刪除對話和記憶？

source: 删除尚未完成，请确认服务连接后重试。已暂停这个角色的新对话，重试不会重复删除其他内容。
en: Deletion isn't complete. Check the service connection and try again. New conversations with this character are paused; retrying won't delete anything else.
zh_hant: 刪除尚未完成，請確認服務連接後重試。已暫停這個角色的新對話，重試不會重復刪除其他內容。

source: 到哪句结束
en: Where should it end?
zh_hant: 到哪句結束

source: 刷新设定
en: Refresh configuration
zh_hant: 刷新設定

source: 剧情
en: Stories
zh_hant: 劇情

source: 单指旋转 · 双指缩放或移动
en: Drag to rotate · Pinch to zoom or move
zh_hant: 單指旋轉 · 雙指縮放或移動

source: 单指轻转，松手复位；右上角修改位置
en: Drag gently to rotate; release to return. Adjust position at the top right.
zh_hant: 單指輕轉，鬆手復位；右上角修改位置

source: 即将支持
en: Coming soon
zh_hant: 即將支持

source: 历史消息
en: Earlier messages
zh_hant: 歷史消息

source: 原文
en: Original

source: 去发现
en: Explore
zh_hant: 去發現

source: 去发现角色
en: Discover characters
zh_hant: 去發現角色

source: 去登录
en: Sign in
zh_hant: 去登入

source: 双击开始或结束录音，也可以使用结束并编辑操作
en: Double-tap to start or stop recording, or use Stop and edit
zh_hant: 雙擊開始或結束錄音，也可以使用結束並編輯操作

source: 发型
en: Hairstyle
zh_hant: 髮型

source: 发布到发现
en: Publish to Discover
zh_hant: 發佈到發現

source: 发现
en: Discover
zh_hant: 發現

source: 发送
en: Send
zh_hant: 發送

source: 取景面板恢复推荐构图
en: Restore the recommended framing in view settings
zh_hant: 取景面板恢復推薦構圖

source: 取消
en: Cancel

source: 取消关注作者，已订阅的角色保持不变
en: Unfollow this creator. Character subscriptions stay unchanged.
zh_hant: 取消關注作者，已訂閱的角色保持不變

source: 取消打开角色
en: Cancel opening character
zh_hant: 取消打開角色

source: 取消生成
en: Cancel generation

source: 取消编辑
en: Cancel editing
zh_hant: 取消編輯

source: 取消订阅
en: Unsubscribe
zh_hant: 取消訂閱

source: 取消订阅，聊天记录仍保留
en: Unsubscribe and keep chat history
zh_hant: 取消訂閱，聊天記錄仍保留

source: 取消语音消息
en: Cancel voice message
zh_hant: 取消語音消息

source: 只对当前角色生效，返回时保存。AI 会结合这些偏好理解和回应你。
en: Applies to this character only and saves when you go back. These preferences help the AI understand and respond to you.
zh_hant: 只對當前角色生效，返回時保存。AI 會結合這些偏好理解和回應你。

source: 只属于我
en: Only for me
zh_hant: 只屬於我

source: 只属于这个角色的风景，布置也会单独记住。
en: A landscape just for this character. Its arrangement is saved separately.
zh_hant: 只屬於這個角色的風景，佈置也會單獨記住。

source: 只恢复当前分类，保留其他表现和角色位置
en: Reset this category only, keeping other performances and character position
zh_hant: 只恢復當前分類，保留其他表現和角色位置

source: 只改变界面；角色的外观和空间会保留。
en: Changes the interface only. Your character's appearance and space stay the same.
zh_hant: 只改變界面；角色的外觀和空間會保留。

source: 只有你主动保存的内容会成为记忆。它们只属于这个角色，可以随时修改或删除。
en: Only things you choose to save become memories. They belong to this character and can be edited or deleted anytime.
zh_hant: 只有你主動保存的內容會成為記憶。它們只屬於這個角色，可以隨時修改或刪除。

source: 只有选中的文字与角色形象，会留在图里。
en: Only the selected text and character image will appear in the export.
zh_hant: 只有選中的文字與角色形象，會留在圖里。

source: 只看关注的作者
en: Followed creators only
zh_hant: 只看關注的作者

source: 只看已订阅
en: Subscribed only
zh_hant: 只看已訂閱

source: 可以修改识别出的文字
en: You can edit the transcript
zh_hant: 可以修改識別出的文字

source: 可以在发现页认识作者，关注喜欢的创作。
en: Meet creators in Discover and follow the work you love.
zh_hant: 可以在發現頁認識作者，關注喜歡的創作。

source: 可定制面容、身形、肤色、发型与衣服配色；皮肤纹理、发丝贴图与针织法线。三种空间背景，光源方向、高度、亮度及影子深浅可调。
en: Customize face, body, skin tone, hairstyle and clothing colors, with skin textures, hair maps and knitted normals. Three spaces with adjustable lighting direction, height, brightness and shadows.
zh_hant: 可定制面容、身形、膚色、髮型與衣服配色；皮膚紋理、發絲貼圖與針織法線。三種空間背景，光源方向、高度、亮度及影子深淺可調。

source: 右
en: Right

source: 右 20°
en: 20° right

source: 名字最多 24 字，介绍最多 160 字。返回时保存，所有作品同步显示这份作者资料。
en: Up to 24 characters for your name and 160 for your bio. Saved when you go back and shown on all your works.
zh_hant: 名字最多 24 字，介紹最多 160 字。返回時保存，所有作品同步顯示這份作者資料。

source: 听着专属音乐，把重要的话留在共同记忆里。
en: Listen to their music and keep the important words in shared memories.
zh_hant: 聽著專屬音樂，把重要的話留在共同記憶里。

source: 启动
en: Launch
zh_hant: 啓動

source: 和%@，换一种相遇
en: A different encounter with %@
zh_hant: 和%@，換一種相遇

source: 和角色聊几句，再来收好这段时光。
en: Chat for a while, then come back to keep this moment.
zh_hant: 和角色聊幾句，再來收好這段時光。

source: 回到日常
en: Back to everyday life

source: 回到最近
en: Back to latest

source: 回到熟悉的陪伴。
en: Return to a familiar companion.

source: 回应偏好
en: Reply preferences
zh_hant: 回應偏好

source: 回看结局
en: Revisit ending
zh_hant: 回看結局

source: 在定制首页关闭“锁定角色位置”后，可轻拖角色转向、双指缩放，松手自动记住。这里可随时精细调整或恢复推荐。
en: Unlock the character position in customization, then drag to rotate and pinch to zoom. Your changes are remembered on release. Fine-tune or restore the recommended view here anytime.
zh_hant: 在定制首頁關閉“鎖定角色位置”後，可輕拖角色轉向、雙指縮放，鬆手自動記住。這裡可隨時精細調整或恢復推薦。

source: 场景改变上下文与请求预览；基础设定在各场景共用。
en: Changing the scenario updates context and request previews. Base configuration is shared across scenarios.
zh_hant: 場景改變上下文與請求預覽；基礎設定在各場景共用。

source: 基于现有 3D 模型定制；模型原作者与使用范围可在关于中查看。
en: Customize an existing 3D model. See About for original authors and usage terms.
zh_hant: 基於現有 3D 模型定制；模型原作者與使用範圍可在關於中查看。

source: 墨绿深处，慢慢呼吸
en: Breathe slowly in deep green
zh_hant: 墨綠深處，慢慢呼吸

source: 声音
en: Sound
zh_hant: 聲音

source: 声音、头像和长图可以重新准备。清理不会删除聊天、账号、订阅或角色定制。
en: Audio, portraits and chat images can be prepared again. Clearing them won't delete chats, accounts, subscriptions or character settings.
zh_hant: 聲音、頭像和長圖可以重新準備。清理不會刪除聊天、帳號、訂閱或角色定制。

source: 复制全部设定
en: Copy all configuration
zh_hant: 複製全部設定

source: 复制本分区原文
en: Copy this section
zh_hant: 複製本分區原文

source: 夜色温柔，留一点时间给自己。
en: A quiet night. A little time for yourself.
zh_hant: 夜色溫柔，留一點時間給自己。

source: 姿势
en: Pose
zh_hant: 姿勢

source: 存储与缓存
en: Storage & cache
zh_hant: 存儲與快取

source: 完成故事
en: Stories completed

source: 完成输入
en: Done editing
zh_hant: 完成輸入

source: 完整模型署名与使用说明
en: Full model credits & usage
zh_hant: 完整模型署名與使用說明

source: 定制头像的副本，下次见面时重新生成
en: Cached portraits, recreated next time you meet
zh_hant: 定制頭像的副本，下次見面時重新生成

source: 定制我们的相处 ·
en: Our space ·
zh_hant: 定制我們的相處 ·

source: 定制相处
en: Make it yours
zh_hant: 定制相處

source: 定制里解锁位置后，轻拖转向、双指缩放
en: Unlock positioning in customization, then drag to rotate or pinch to zoom
zh_hant: 定制里解鎖位置後，輕拖轉向、雙指縮放

source: 定制项目
en: Customize
zh_hant: 定制項目

source: 实测渲染循环 %.1f 帧，目标 %d 帧，屏幕上限 %d 赫兹
en: Measured %.1f FPS, target %d FPS, display maximum %d Hz
zh_hant: 實測渲染循環 %.1f 幀，目標 %d 幀，屏幕上限 %d 赫茲

source: 室内
en: Indoor
zh_hant: 室內

source: 室外
en: Outdoor

source: 密码 · 至少 12 位
en: Password · At least 12 characters
zh_hant: 密碼 · 至少 12 位

source: 对话
en: Chat
zh_hant: 對話

source: 对话只是暂不显示，聊天记录仍保留。 可以恢复，或去发现遇见新的伙伴。
en: These conversations are hidden, with history kept. Restore them or discover a new companion.
zh_hant: 對話只是暫不顯示，聊天記錄仍保留。 可以恢復，或去發現遇見新的夥伴。

source: 对话和已确认记忆会发送到星夜后端及阿里云百炼，用于生成回应。录音只在点击麦克风后实时发送识别，结果可编辑，确认发送后才进入聊天。角色语音由 AI 合成。开发版后端运行在 Mac，同一网络可用；后续部署独立服务后即可离开 Mac 使用。密钥仅存后端。
en: Chats and confirmed memories are sent to the StarryNight backend and Alibaba Cloud Bailian to generate replies. Audio is streamed for recognition only while recording; you can edit the transcript before sending it. Character voices are AI-generated. The development backend runs on a Mac on the same network; an independent deployment is needed for use away from that Mac. Keys remain on the backend.
zh_hant: 對話和已確認記憶會發送到星夜後端及阿里雲百鍊，用於生成回應。錄音只在點擊麥克風後實時發送識別，結果可編輯，確認發送後才進入聊天。角色語音由 AI 合成。開發版後端運行在 Mac，同一網絡可用；後續部署獨立服務後即可離開 Mac 使用。密鑰僅存後端。

source: 对话近景
en: Conversation close-up
zh_hant: 對話近景

source: 对话近景或全身互动
en: Close-up chat or full-body view
zh_hant: 對話近景或全身互動

source: 对话长图
en: Chat image
zh_hant: 對話長圖

source: 导出与预览的临时图片，不影响已另存的图片
en: Temporary export and preview images; saved copies aren't affected
zh_hant: 導出與預覽的臨時圖片，不影響已另存的圖片

source: 导出失败，请稍后重试。
en: Export failed. Please try again.
zh_hant: 導出失敗，請稍後重試。

source: 将永久清空你与「%@」的全部聊天记录、记忆和相处进度，无法撤销。订阅与个人设置会保留。再次进入将重新认识。
en: This permanently clears all your chats, memories and shared progress with “%@”. It can't be undone. Your subscription and personal settings will stay. Your next meeting will be a fresh start.
zh_hant: 將永久清空你與「%@」的全部聊天記錄、記憶和相處進度，無法撤銷。訂閱與個人設定會保留。再次進入將重新認識。

source: 小夏 · 写实女性
en: Xiaoxia · Realistic character
zh_hant: 小夏 · 寫實女性

source: 尚未产生这一类数据。执行对应场景后再刷新即可查看，不会用其他分区的内容代替。
en: No data of this type yet. Run the corresponding scenario, then refresh. Other sections won't be used as substitutes.
zh_hant: 尚未產生這一類資料。執行對應場景後再刷新即可查看，不會用其他分區的內容代替。

source: 尚未设置称呼，会自然地与你交谈。
en: No preferred name yet. Your character will speak to you naturally.
zh_hant: 尚未設定稱呼，會自然地與你交談。

source: 属于你，或让更多人遇见
en: Yours alone, or someone for everyone to meet
zh_hant: 屬於你，或讓更多人遇見

source: 左
en: Left

source: 左 20°
en: 20° left

source: 左右朝向
en: Facing direction

source: 左右轻转
en: Turn gently left or right
zh_hant: 左右輕轉

source: 已不显示，聊天记录保留
en: Hidden. Your chat history is kept.
zh_hant: 已不顯示，聊天記錄保留

source: 已保留识别文字，请确认后发送
en: Transcript kept. Review it before sending.
zh_hant: 已保留識別文字，請確認後發送

source: 已停止生成
en: Generation stopped

source: 已关注
en: Following
zh_hant: 已關注

source: 已准备好体验账号
en: Demo account ready
zh_hant: 已準備好體驗帳號

source: 已复制
en: Copied
zh_hant: 已複製

source: 已完成
en: Completed

source: 已生成的朗读，下次播放时重新准备
en: Saved voice messages. Clearing requires an online download to replay.
zh_hant: 已生成的朗讀，下次播放時重新準備

source: 已订阅
en: Subscribed
zh_hant: 已訂閱

source: 已订阅 · 轻点开始聊天
en: Subscribed · Tap to chat
zh_hant: 已訂閱 · 輕點開始聊天

source: 已订阅的角色暂时不可用。 可以先去发现，遇见新的伙伴。
en: Your subscribed characters are unavailable. Discover a new companion for now.
zh_hant: 已訂閱的角色暫時不可用。 可以先去發現，遇見新的夥伴。

source: 已连接账户服务
en: Account service connected
zh_hant: 已連接帳戶服務

source: 已选
en: Selected
zh_hant: 已選

source: 已选 %lld 条
en: %lld selected
zh_hant: 已選 %lld 條

source: 已选中
en: Selected
zh_hant: 已選中

source: 已选中，松开确认
en: Selected. Release to confirm.
zh_hant: 已選中，松開確認

source: 已选择
en: Selected
zh_hant: 已選擇

source: 布置与光影
en: Decor & lighting
zh_hant: 佈置與光影

source: 帧率测量中
en: Measuring frame rate
zh_hant: 幀率測量中

source: 帧率设置与实测
en: Frame rate settings & measurements
zh_hant: 幀率設定與實測

source: 平静
en: Calm
zh_hant: 平靜

source: 幻想
en: Fantasy

source: 应用缓存
en: App cache
zh_hant: 應用快取

source: 开发构建 · 不随正式版本分发
en: Development build · Not included in distribution
zh_hant: 開發構建 · 不隨正式版本分發

source: 开发构建专用
en: Development builds only
zh_hant: 開發構建專用

source: 开发者页面
en: Developer tools
zh_hant: 開發者頁面

source: 开启对话
en: Start chatting
zh_hant: 開啓對話

source: 开场动画
en: Opening animation
zh_hant: 開場動畫

source: 开始故事
en: Begin story
zh_hant: 開始故事

source: 开心
en: Happy
zh_hant: 開心

source: 当前为本机体验。角色订阅、作者关注和对话按身份独立保存，公开作品尚未同步到网络。
en: This is a local demo. Subscriptions, follows and conversations are saved separately by identity. Public works haven't been synced online.
zh_hant: 當前為本機體驗。角色訂閱、作者關注和對話按身份獨立保存，公開作品尚未同步到網絡。

source: 当前为本机作品与关系预览，尚未同步到网络。
en: Local preview of works and relationships; not synced online yet.
zh_hant: 當前為本機作品與關係預覽，尚未同步到網絡。

source: 当前为本机测试账户，以上绑定信息仅供体验。
en: This is a local test account. The linked information above is for demonstration only.
zh_hant: 當前為本機測試帳戶，以上綁定資訊僅供體驗。

source: 当前仅展示玩法，尚未连接云端服务。不会开启麦克风、上传照片或同步你的记录。真实 AI 文字对话和按键语音输入在会话页使用；这里的免手持通话等功能尚未开放。
en: A preview only, with no cloud service connected. It won't activate your microphone, upload photos or sync records. Real AI chat and push-to-talk are available in the conversation page; hands-free calls shown here aren't available yet.
zh_hant: 當前僅展示玩法，尚未連接雲端服務。不會開啓麥克風、上傳照片或同步你的記錄。真實 AI 文字對話和按鍵語音輸入在會話頁使用；這裡的免手持通話等功能尚未開放。

source: 当前关系与数量来自本机体验身份。
en: Relationships and counts reflect the local demo identity.
zh_hant: 當前關係與數量來自本機體驗身份。

source: 当前未接入服务器，不会上传到网络，也暂不支持跨设备同步。聊天记录和记忆始终不会随角色发布。
en: No server is connected yet. Nothing is uploaded or synced across devices. Chats and memories are never published with a character.
zh_hant: 當前未接入伺服器，不會上傳到網絡，也暫不支持跨設備同步。聊天記錄和記憶始終不會隨角色發佈。

source: 当前未被聊天遮挡的模型区域
en: Character area not covered by the chat
zh_hant: 當前未被聊天遮擋的模型區域

source: 当我有心事时
en: When something is on my mind
zh_hant: 當我有心事時

source: 影子会随着光源转动，全身取景下更容易看清地面的变化。
en: Shadows follow the light. Full-body view makes changes on the ground easier to see.
zh_hant: 影子會隨著光源轉動，全身取景下更容易看清地面的變化。

source: 待开启
en: Not started
zh_hant: 待開啓

source: 待机
en: Idle
zh_hant: 待機

source: 循环 · 可恢复
en: Loop · Can be reset
zh_hant: 循環 · 可恢復

source: 微信
en: WeChat

source: 微信一键登录
en: Sign in with WeChat
zh_hant: 微信一鍵登入

source: 微信快捷登录
en: Quick WeChat sign-in
zh_hant: 微信快捷登入

source: 心声
en: Voice
zh_hant: 心聲

source: 心情
en: Mood

source: 忙了一会儿，来歇歇吧。
en: Take a little break. You've been busy.
zh_hant: 忙了一會兒，來歇歇吧。

source: 忽略
en: Ignore

source: 怎么称呼你
en: What should we call you?
zh_hant: 怎麼稱呼你

source: 性格
en: Personality

source: 恋爱
en: Romance
zh_hant: 戀愛

source: 恢复对话
en: Restore conversations
zh_hant: 恢復對話

source: 恢复推荐
en: Restore recommended
zh_hant: 恢復推薦

source: 恢复显示
en: Show again
zh_hant: 恢復顯示

source: 恢复测试信息
en: Restore test details
zh_hant: 恢復測試資訊

source: 恢复默认
en: Reset to default
zh_hant: 恢復預設

source: 情绪动作 · 试用
en: Emotion motions · Preview
zh_hant: 情緒動作 · 試用

source: 想几个适合你的回答…
en: Thinking of replies for you…
zh_hant: 想幾個適合你的回答…

source: 想和你说…
en: Say something…
zh_hant: 想和你說…
